Repository: buzz/tinyheb
Catalog: src/debian/po/*.po
Languages: de

source: Select a Webserver
de: Auswahl des Webservers

source: Select a webserver from the list you plan to use for tinyheb, use NONE for manual configuration
de: Einen Webserver aus der Liste auswählen, NONE um nichts zu konfigurieren

source: Database host
de: Datenbank Rechnername

source: Please enter the hostname of the MySQL server which will host the tinyheb database.
de: Den Namen des Rechners auf dem die mysql Datenbank läuft abgeben

source: MySQL listening port
de: tcp Port der für die Datenbankzugriffe benutzt werden soll

source: Please enter the port MySQL listens to
de: Port der Datenbank angeben

source: Username of the MySQL administrator
de: Administrator der mysql datenbank

source: Please enter the username of MySQL administrator (needed for creating the tinyheb database structure).
de: Den Namen des MysqlAdministrators angeben(wird das Anlegen der Datenbank benötigt)

source: Administrator password
de: Administrator Passwort

source: Administrator password confirmation
de: Administrator passwort bestätigen

source: Enter "none" if there is no password for MySQL administration.
de: none oder Enter für kein Passwort

source: Password mismatch
de: Passworte stimmen nicht überein

source: The password and the confirmed password are different. Please enter the password again.
de: Die beiden Passworte stimmen nicht überein: Bitte nochmal eingeben
